tap "apenngrace/vulkan"
tap "d12frosted/emacs-plus"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "weaveworks/tap"
brew "amazon-ecs-cli"
brew "openssl@1.1"
brew "awscli"
brew "glib"
brew "cfssl"
brew "circleci"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "docbook-xsl"
brew "docker-completion"
brew "docker-credential-helper-ecr"
brew "dos2unix"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "go-jira"
brew "pango"
brew "graphviz"
brew "grep"
brew "haskell-stack"
brew "htop"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli", link: false
brew "libpq", link: true
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nmap"
brew "openjdk"
brew "pandoc"
brew "pass"
brew "pgcli"
brew "pwgen"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "urlview"
brew "watch"
brew "yarn"
brew "yarn-completion"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus@26"
brew "weaveworks/tap/eksctl"
cask "alacritty"
cask "android-platform-tools"
cask "cool-retro-term"
cask "font-awesome-terminal-fonts"
cask "font-consolas-for-powerline"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-material-icons"
cask "font-powerline-symbols"
cask "gitkraken"
cask "gpg-suite-no-mail"
cask "graphiql"
cask "java"
cask "kitty"
cask "macdown"
cask "rectangle"
cask "vscodium"
